title=Gu\u00eda del Participante
purpose.title=1. Prop\u00f3sito y visi\u00f3n general del juego
purpose.1=Aprender a interactuar con otros participantes en una cuenca donde las acciones de desarrollo puede tener \
efectos negativos locales y globales (en todo el juego) consecuencias. Interactuar con los dem\u00e1s participantes para \
negociar el juego en el medio social y situaciones de peligro.
purpose.2= Cuatro participantes (role-playing campesinos propietarios locales) se turnan para desarrollar sitios \
forestales en una cuenca boscosa. Este \u00faltimo se divide en cuatro territorios (cuadrantes con diecis\u00e9is p\u00e1ginas \
cada una) separadas por 4 arroyos. Cada participante coloniza un territorio con tres usos de la tierra que tienen \
valores diferentes (puntos). Ocho de los diecis\u00e9is sitios en su territorio son exclusivos para su uso, pero los otros \
ocho est\u00e1n en los l\u00edmites de las propiedades del otro participante. Estos ocho sitios l\u00edmite ser\u00e1 de propiedad del \
vecino que primero los coloniza. En una ronda, las decisiones individuales de uso del suelo son realizados por cada \
participante, las decisiones agregadas de los participantes puede empujar a la deforestaci\u00f3n m\u00e1s all\u00e1 de los umbrales \
locales y el juego amplio, con consecuencias negativas que afectan a algunos o todos los participantes e incluso puede \
colapsar el juego antes de que alguien lo gana. Los participantes tienen una oportunidad limitada durante una ronda \
para revertir estas amenazas, a un costo para el participante que as\u00ed lo decida. El que llega a 24 puntos por primera \
vez en estas condiciones dif\u00edciles adquiere mayor condici\u00f3n de local y gana el juego.
token.title=2. Los valores de token y condiciones de victoria
token.1=2.1 Cada participante coloniza el cuadrante con tres tipos de fichas de uso de la tierra, un lugar simb\u00f3lico y \
por turno.
token.2=2.2 usos de la tierra disponible, representada por s\u00edmbolos, tienen los siguientes valores:
token.table=\
<table>\
    <tr>\
      <th>Token</th><th>Uso del Suelo</th><th>Puntos</th>\
    </tr>\
    <tr>\
        <td>F</td><td>Manejo forestal</td><td>1</td>\
    </tr>\
    <tr>\
        <td>M</td><td>Pastoreo moderado</td><td>2</td>\
    </tr>\
    <tr>\
        <td>I</td><td>Postoreo de ganado intensivo</td><td>3</td>\
    </tr>\
    <tr>\
    <td>Verde sin marca</td><td>Bosque pr\u00edstino</td><td>0</td>\
    </tr>\
</table>
token.3=2.3 Cada tres puntos de presentar una tarjeta de los bienes materiales, escogidos a voluntad por el participante.
token.4=2.4. El primero en acumular 24 puntos (ocho tarjetas de los bienes materiales) ha sufrido. Una ronda debe ser \
completada antes de decidir un ganador. Si dos participantes empate en la misma ronda, el objetivo es un aumento de \
un punto a la vez. (26 es la puntuaci\u00f3n m\u00e1xima alcanzable por cualquier participante).
board.title=3. Ajuste de la tabla y decidir vueltas.
board.1=3.1 Montar los cuatro cuadrantes que componen el tablero de juego. Lugar de las 48 peque\u00f1as muestras gris \
(cada uno representando a una hect\u00e1rea de bosque pr\u00edstino) en la parte superior de los 48 c\u00edrculos en el tablero. \
Establecer su F, H, I y tokens y tarjetas de los bienes materiales, adem\u00e1s de su cuadrante. Coloque la rejilla de \
la deforestaci\u00f3n, donde todos los participantes puedan acceder a \u00e9l.
board.2=3.2. Su n\u00famero de cuadrantes y ustedes como participantes uno a cuatro. Un jugador comienza la ronda de Furst; \
otros participantes siga en la direcci\u00f3n de las agujas del reloj. Dos jugadores comienza la segunda ronda (y as\u00ed \
sucesivamente). Esto evita dar ventaja colonizaci\u00f3n sistem\u00e1tica a un solo participante.
land_use.title=4. Las decisiones de uso de la tierra: las reglas de colocaci\u00f3n simb\u00f3lica
land_use.1=4.1 Cada participante pone fichas en su / cuadrante. Un sitio de arroyo (frontera entre los cuadrantes) \
es propiedad de quien coloniza primero.
land_use.2=4.2. F y M se fijan directamente en cualquier sitio disponible, que se coloca mediante la sustituci\u00f3n de \
un colocado previamente M. F del participante y los s\u00edmbolos M pueden sustituir uno al otro, pero la colocaci\u00f3n de un \
yo es un movimiento irreversible.
land_use.3=4.3 Entrega fichas M o que requiere de terrenos despejados por lo que la raz\u00f3n bosque pr\u00edstino es retirado \
del tablero y se coloca en la rejilla de la deforestaci\u00f3n compartida por todos los participantes. La colocaci\u00f3n de un \
testigo de F no requiere de compensaci\u00f3n por lo que la raz\u00f3n bosque pr\u00edstino no se elimina, pero colocado en la \
parte superior de la F.
land_use.4=4.4 Un sitio con una muestra que debe ser considerado un pastoreo excesivo, propensas a la erosi\u00f3n y \
desprovista de \u00e1rboles. Dos contiguos que las fichas (por ejemplo, conectado por un arroyo o una l\u00ednea) generan \
efectos no lineales (como el exceso de erosi\u00f3n local de calor y sequedad) que el colapso de la producci\u00f3n en estos \
sitios y anular los puntos de estas fichas ofrecen, por lo tanto esta situaci\u00f3n no est\u00e1 permitido, si los estados \
contiguos de fichas que son de propiedad de los mismos participantes o diferentes.
decisions.title=5. C\u00f3mo las decisiones de uso de la tierra pueden poner en peligro su juego
decisions.subtitle=Las reglas siguientes se ilustra en la figura del juego-, los alimentos proporcionados por el \
facilitador
decisions.1=5.1. Si hay m\u00e1s de dos sitios deforestados con "M" o "I" sobre un arroyo, y esta situaci\u00f3n no se invierte, \
el arroyo se sec\u00f3 temporalmente. Cuando un arroyo es, pues, amenazada por un participante, el / ella a su vecino - \
en la pr\u00f3xima oportunidad - que revertir uno de sus / M fichas en el arroyo a una F (y perder un punto) o se niegan \
a dejar que la seca y quebrada . El participante que amenazaba el arroyo no se puede revertir la situaci\u00f3n a s\u00ed \
mismo / misma. Si el arroyo se ha secado, los participantes recogen su M y token (s), y perder los puntos \
correspondientes y los derechos sobre estos sitios. Para utilizar estos sitios de nuevo, lo primero que hay que \
esperar una vuelta y volver a colonizar con un token F.
decisions.2=5.2. Si un participante tiene dos arroyos amenazados, y ninguno de sus vecinos reforestar por lo menos \
un arroyo en el turno siguiente, el ganado que tiene el participante no tiene acceso al agua. Por lo tanto, el \
participante toma de la placa a todos sus "yo" y "M" tokens (y pierde los puntos correspondientes).
decisions.3=5.3 SIERRA DE PRIMAVERA supone que el equilibrio entre los efectos hidrol\u00f3gicos positivos y negativos de \
la cubierta forestal en esta cuenca es tal que m\u00e1s de treinta y dos deforestaciones seco total de la primavera y \
arroyos durante la estaci\u00f3n seca. Un vecino que establece el token 33a bosque pr\u00edstino fuera de la red de la \
deforestaci\u00f3n amenaza la subsistencia de todos los participantes. Si no hay una toma que muestra mediante la \
sustituci\u00f3n de una M con una F en la misma ronda, todos los participantes y el ganado debe abandonar la tierra \
debido a la falta de agua. El juego termina sin ganador.
decisions.4=5.4. M\u00e1s de dos M o I fichas en los cuatro sitios que rodean la primavera estropear el agua durante \
la estaci\u00f3n seca. Un vecino que establece un tercio M o I alrededor de la fuente que lo amenaza. Si no se \
reemplaza y M con una F en la misma ronda, todos los participantes (con su ganado) deben abandonar el territorio \
debido a la falta de agua. El juego termina sin ganador.
decisions.5=5.5 En el momento en una amenaza se coloca en un arroyo, en la primavera o en el umbral de la \
deforestaci\u00f3n, el participante que crea la amenaza debe anunciar a todos los participantes.
