title=Instrucciones
title.sub=\u00bfQu\u00e9 es la Gente?
gente.1=Gente es un derivado de la PENTE juego, inventado en 1978 por Gary Gabrel. \
[<a Href='http://en.wikipedia.org/wiki/Pente'> Wikipedia entrada </a>]. Al igual que Pente Gabrel, la Gente utiliza \
una tabla simple, basado en la red con los jugadores el uso de diferentes piezas redondas de color a medida que \
avanzan en todos los \u00e1mbitos.
gente.2=A diferencia de Pente, Gente es un juego jugado por 4 jugadores, en dos equipos. En este \
la aplicaci\u00f3n que llamar a los dos equipos "calientes" y "fr\u00edo". En Gente, los miembros del equipo \
tienen la capacidad de "cooperar" o "defecto"
move.title=Primer paso
move=El primer paso siempre es el cuadrado central, marcado por una estrella roja en el tablero.
win.title=\u00bfC\u00f3mo ganar?
win=Para ganar, necesitas tener ya sea: una l\u00ednea) tres de sus piedras de color propio en una fila dos veces o b) se \
unen a sus fichas con su compa\u00f1ero de equipo de fichas para crear cuatro piedras en fila, tres veces. Una l\u00ednea de \
tres de sus propios tokens se llama un "tria", mientras que una l\u00ednea de cuatro de los suyos y los s\u00edmbolos de su \
compa\u00f1ero de equipo que se llama una "tessera." Los jugadores pueden puntuaci\u00f3n de 5 o 10 puntos por partido, en funci\u00f3n \
de la configuraci\u00f3n de ganar.
rules.title=Reglas de Gente
rules.list=<li>Utiliza un 19 x 19 Ir Junta </li>\
<li>Cuatro jugadores divididos en dos equipos </li>\
<li>10 puntos conseguidos por partido </li>\
<li>Amarillo debe ir primero, y pasar a la plaza del centro </li>\
<li>Los jugadores no se les permite capturar el equipo contrario tokens</li>\
<li>Dos Trias, que el jugador recibi\u00f3 los 10 puntos </li>\
<li>Trs\u00e9 teselas, los dos jugadores consigue 5 puntos </li>
strategy.title=Estrategia
strategy.1=A "tria" (tres piedras en una fila del mismo color) y una "tessera" (Cuatro piedras en una fila de los \
colores del equipo) se puede mezclar, de modo que una estrategia ideal es esforzarse primero por una mezcla tria / \
Tessera y seguir jugando.
strategy.2=En nuestra investigaci\u00f3n, hemos identificado los siguientes tres estrategias de \u00e9xito, dos de los cuales se \
han implementado en AI ((pero a\u00fan no puesta a disposici\u00f3n de):
strategy.list=<li>Bloqueador</li>\
<li>Simple</li>\
<li>Mixta</li>
strategy.blocker=El "Bloqueador" estrategia se utiliza para bloquear movimientos de ganado el equipo contrario. Por \
ejemplo, si un jugador del equipo contrario ha un solo extremo abierto en una formaci\u00f3n de dos piedras de su color, de \
un "Bloqueador" estrategia ser\u00eda colocar su ficha en ese lugar vac\u00edo, por lo tanto no permitir la oposici\u00f3n, miembro \
del equipo de anotar.
strategy.simple=El "simple" estrategia es buscar movimientos de puntuaci\u00f3n para su propio color o su propio equipo a \
medida que est\u00e9n disponibles en el tablero. Los jugadores buscan el siguiente paso se puede hacer para acercarse al \
tipo de victoria que desean (Solitario o por equipos).
strategy.mixed=La "Mixta" estrategia es la combinaci\u00f3n de ambos "bloqueador" y "Simple", con el jugador que buscan \
para bloquear a sus oponentes, si \u00e9l / ella se siente amenazada, o tratando de puntuaci\u00f3n ya sea en forma solitaria o \
trabajo en equipo.
fun=\u00a1DISFRUTA LA!
