title=MultiGame a ChiapasGames
login=Por favor use su cuenta de Twitter para autenticar con nuestro sistema.
username=Usario
password=Contrase–a
background=ANTECEDENTES
main.page.1=Nuestra p\u00e1gina principal en
main.page.2=tiene m\u00e1s informaci\u00f3n sobre nuestro equipo, antecedentes, documentos y experimentos.
games=JUEGOS
gente=GENTE / PEOPLE
gente.description=Gente es un juego de mesa muy sencillo, adaptado de "PENTE" y juega en un tablero de go-tipo. Hemos \
desarrollado este juego para tratar de explorar lo que "ego\u00edsta" y "desinteresada" comportamientos \
fueron, en el contexto de un jugador de cuatro a\u00f1os, trabajo en equipo, juego. Lo que nos encontramos \
en realidad explorar, es el encanto de las estrategias en equipo frente al individual con base a ganar. \
Los jugadores compiten en equipo y uno contra el otro, esforz\u00e1ndose por crear dos grupos de tres \
fichas alineadas de un mismo color (competencia individual) o tres grupos de cuatro fichas alineadas \
que se mezclan los colores del equipo.
manantiales=MANANTIALES DE LA SIERRA / SIERRA SPRINGS
manantiales.description.1=Sierra Springs es un partido m\u00e1s complicado de lo que Gente, y es la fusi\u00f3n de varios juegos de \
modelos anteriores y debates que se iniciaron en ECOSUR durante el taller ARIDnet internacional en julio de 2008. \
Sierra Springs es un juego de rol multi-nivel, multi-actor. En su modo m\u00e1s simple competencia, cada uno \
de los cuatro jugadores se esfuerza por ganarse la vida (24 puntos) por turnos a colonizar su propio \
cuadrante de una cuenca forestada, con diferentes tipos de uso de la tierra-fichas con valores diferentes. \
Alcanzar la meta no es trivial, ya que hay efectos no deseados vecino, y el impacto global de la \
deforestaci\u00f3n en todos los jugadores de tal manera que las decisiones individuales y los resultados \
se vuelven interdependientes. Los niveles m\u00e1s altos del juego introducir la posibilidad de cooperaci\u00f3n \
y / o usos innovadores, la tierra m\u00e1s sustentable.
manantiales.description.2=Aunque Gente se ha jugado con las partes interesadas de todo el espectro, la abstracci\u00f3n del \
juego ha hecho que sea dif\u00edcil para las partes interesadas que nos ayuden a ampliar y adaptar por completo \
el juego de nuestro dise\u00f1o inicial. Sin embargo, con la Sierra fuentes, que han tenido una participaci\u00f3n \
muy activa las partes interesadas y la cooperaci\u00f3n al desarrollo, a partir de la ARIDnet acad\u00e9mico / \
taller de partes interesadas y los campesinos a trav\u00e9s de varias sesiones y talleres en las oficinas \
de campo del gobierno, y en el \u00e1mbito acad\u00e9mico.
manantiales.description.3=El trabajo sobre las reglas del juego interactivo participaci\u00f3n de los actores din\u00e1micos.
methodology=METODOLOG\u00cdA
methodology.description=Como mencionamos anteriormente, los juegos han sido desarrollados siguiendo el proceso COMMOD, \
articulada por primera vez por F. Bousquet y Trebuil Guy (. Et. al) en el trabajo seminal, "Un \
enfoque de modelo del medio ambiente:. El uso de simulaciones multi-agente" Nos hemos centrado nuestro \
trabajo en un proceso iterativo dise\u00f1os de juego con una estructura fiel a los modelos del medio ambiente \
durante el uso de la Teor\u00eda de Juegos para calificar los resultados y la participaci\u00f3n de AI. En el \
caso de Manantiales, el modelado de obras para expresar una simulaci\u00f3n estilizada de lo que realmente \
ocurre a trav\u00e9s del desarrollo en la zona de amortiguamiento de cuencas Tabl\u00f3n / Sepultura.
architecture=ARQUITECTURA
architecture.description.1=El diagrama que sigue es una visi\u00f3n simplificada de nuestra arquitectura JEE basado en normas \
para los juegos. Utilizamos una arquitectura distribuida, que permite a nuestros software de servidor de grupo, \
y por lo tanto la escala a cualquier tama\u00f1o. Nuestro "backend" servidor de aplicaci\u00f3n es independiente \
del cliente, todas las llamadas se procesan a trav\u00e9s de la escalabilidad de nivel medio EJB. Nuestra \
iteraci\u00f3n actual utiliza un cliente Flash juegos basados, pero los clientes pueden ser desarrollados \
y escritos en una variedad de tecnolog\u00edas que permiten la RPC, SOAP o REST de mensajer\u00eda basado en \
la se\u00f1al de nuestra aplicaci\u00f3n back-end. En estos momentos estamos pensando en las implementaciones \
para los peque\u00f1os dispositivos de mano (Android, XHTML, WML), as\u00ed como los dispositivos de Apple \
iPad / iPhone.
collab=Estamos muy interesados en colaborar con los desarrolladores de software que tienen un inter\u00e9s en \
nuestro proyecto.
architecture.description.2=Como he mencionado anteriormente, el esquema de s\u00f3lo unos bocetos de parte de la estructura \
de nuestra aplicaci\u00f3n back-end. Un modelo com\u00fan, descrita por un conjunto de interfaces y clases serializables \
contenedor (el patr\u00f3n del puente) interact\u00faan con un conjunto de EJBs comunes susceptibles de ser \
externalizados a trav\u00e9s de protocolos REST y SOAP. Utilizamos el motor de Drools normas que rigen \
las interacciones en el juego, as\u00ed como la aplicaci\u00f3n de la IA (a totalmente ejecutable sistema \
multi-agente cuando se consideran desde una perspectiva COMMOD). Act\u00faan a trav\u00e9s de reglas provocada \
por modificaciones en el conjunto subyacente de beans de entidad que act\u00faa como una aplicaci\u00f3n del \
modelo com\u00fan sobre una base por juego. Los agentes y el juego en s\u00ed comunicar el cambio por medio de \
una cola JMS Topic, el cual notifica a las implementaciones de agente conectado al bus de mensajes \
JMS a trav\u00e9s de MessageDrivenBeans y BlazeDS de se\u00f1alizaci\u00f3n en la interfaz de usuario de Flash.
code.staged=El c\u00f3digo de etapas en nuestro servidor <a href="http://chiapasgames.org:8080/multi-game">JBoss</a> \
viene de un repositorio p\u00fablico alojado en GitHub. Los desarrolladores interesados ??de software (e \
inform\u00e1ticos) puede ver el c\u00f3digo fuente bajo la organizaci\u00f3n "ECOSUR SISTEMAS complejos":
code.private=Nota: nuevos juegos se mantiene como privado hasta que no hayamos sido capaces de publicar nuestro \
trabajo en una revista revisada por pares.


