title=MultiGame en ChiapasGames
login=Por favor utilice sus credenciales para poder autentificar su identidad en nuestro sistema.
username=Usario
password=Contrase\u00f1a
background=ANTECEDENTES
main.page.1=Nuestra p\u00e1gina principal se encuentra en
main.page.2=y cuenta con m\u00e1s informaci\u00f3n acerca de nuestro equipo, antecedentes, publicaciones y experimentos.
games=JUEGOS
gente=GENTE / PEOPLE
gente.description=GENTE es un sencillo juego de mesa adaptado de "PENTE", que juega en un tablero tipo "go". Hemos \
  desarrollado este juego para tratar y explorar c\u00f3mo fueron utilizados los comportamientos "ego\u00edsta" y "desinteresado" \
  por alguno de los cuatro jugadores dentro de un juego que se basa en el trabajo en equipo.  Lo que hemos encontrado \
  hasta ahora es una mayor atracci\u00f3n hacia las estrategias de trabajo en equipo que hacia una estrategia individual \
  para ganar el juego. Los jugadores compiten como un equipo y uno contra otro, esforz\u00e1ndose por crear dos grupos de \
  tres fichas alineadas del mismo color (competencia individual) o por tener tres grupos de cuatro fichas que mezclan \
  los colores de su equipo.
manantiales=MANANTIALES DE LA SIERRA / SIERRA SPRINGS
manantiales.description.1=Manantiales de la Sierra (MS) es un juego m\u00e1s complicado que GENTE. Es una fusi\u00f3n de varios \
modelos de juegos anteriores y debates que se iniciaron en ECOSUR durante el taller internacional AridNET en julio \
de 2008. MS es un juego de rol participativo multi-nivel y multi-actor. En su modo de competencia simple cada uno de \
  los cuatro jugadores se esfuerza por ganarse la vida y conseguir 24 puntos. Se juega por rondas y cada jugador debe \
  tomar su turno. Los jugadores deben colonizar su propio cuadrante de una cuenca forestada y utilizar diferentes \
  tipos de fichas que representan distintos usos del suelo y tienen diferentes valores. Alcanzar la meta no es trivial, \
  pues existen efectos no deseados con los vecinos e impactos para todos los jugadores debidos a la  deforestaci\u00f3n \
  global. Por lo tanto cada una de las decisiones individuales y las puntuaciones se vuelven interdependientes. \
  En los niveles m\u00e1s altos del juego se introduce la posibilidad de cooperaci\u00f3n y/o innovaci\u00f3n con usos de suelo m\u00e1s \
  sostenibles.
manantiales.description.2=Aunque GENTE ha sido jugado con personas interesadas en todo el mundo, la abstracci\u00f3n del \
  juego ha dificultado que los interesados nos ayuden a complementar, extender y adaptar el juego desde nuestro dise\u00f1o \
  original. Sin embargo con  MS hemos conseguido una participaci\u00f3n activa de diversas partes interesadas e iniciamos \
  un codesarrollo con el grupo de trabajo de AridNET que incluye acad\u00e9micos, campesinos y diversos grupos de personas \
  interesadas. Hemos realizado varias sesiones de talleres en el campo, oficinas gubernamentales y en el \u00e1mbito \
  acad\u00e9mico.
manantiales.description.3=El trabajo sobre las reglas de interacci\u00f3n del juego avanza para tratar de abordar \
  la participaci\u00f3n din\u00e1mica de otros actores.
methodology=METODOLOG\u00cdA
methodology.description=Tal como se menciona arriba, nuestros juegos han sido desarrollados siguiendo el proceso de \
  COMMOD, articulado en un inicio por F. Bousquet and Guy Trebuil (et. al.) en el trabajo "An environmental modeling \
  approach: the use of multi-agent simulations." Nosotros hemos centrado nuestro trabajo en el dise\u00f1o de juegos \
  interactivos con una estructura fiel a los modelos ambientales y utilizamos la Teor\u00eda de Juegos para calificar \
  nuestros  resultados y la participaci\u00f3n de agentes con inteligencia artificial. Los trabajos de modelaci\u00f3n de MS \
  expresan una simulaci\u00f3n estilizada de lo que ocurre actualmente en el desarrollo de la cuenca del r\u00edo El Tabl\u00f3n, \
  la cual se localiza en la zona de amortiguamiento de la Reserva de la Bi\u00f3sfera La Sepultura (REBISE).
architecture=ARQUITECTURA
architecture.description.1=El diagrama que sigue es una vista simplificada de nuestra arquitectura JEE basada en \
  reglas para juegos. Usamos una arquitectura distribuida, que permite a nuestro software agruparse y por lo tanto \
  escalar a cualquier tama\u00f1o. Nuestra implementaci\u00f3n de servidor es independiente del tipo de la presentaci\u00f3n \
  (cliente); todas las llamadas son procesadas a trav\u00e9s de EJB de nivel medio. Nuestra interacci\u00f3n actual utiliza \
  un cliente basado en juegos Flash, pero los clientes pueden ser desarrollados y escritos en una amplia variedad \
  de tecnolog\u00edas de mensajer\u00eda que se permiten para RPC, SOAP o REST basados en la implementaci\u00f3n en nuestro servidor.
collab=Estamos muy interesados en colaborar con los desarrolladores de software que tienen un inter\u00e9s en nuestro \
  proyecto.
architecture.description.2=Los agentes y el juego en s\u00ed comunican cambios por medio de una "JMS Topic", la cual \
  notifica a las implementaciones de agente conectado al bus de mensajes JMS a trav\u00e9s de MessageDrivenBeans y \
  BlazeDS de se\u00f1alizaci\u00f3n en la interfaz de usuario de Flash.
code.staged=El c\u00f3digo de las etapas se encuentra disponible en: \
  <a href="http://chiapasgames.org:8080/multi-game">http://chiapasgames.org:8080/multi-game.</a> El servidor JBoss viene \
  como almac\u00e9n p\u00fablico alojado en GitHub. Los desarrolladores de software interesados (e inform\u00e1ticos) \
  pueden ver el c\u00f3digo fuente a trav\u00e9s de la organizaci\u00f3n "ECOSUR SISTEMAS complejos" \
  disponible en:
code.private=Nota: Los nuevos juegos se mantienen como privados hasta que hayamos podido publicar nuestro trabajo en \
  una revista


